src/upload/RequestConsultarFacturasPorNegocio_WS2vias.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/">
	<soapenv:Header/>
	<soapenv:Body>
		<tem:ConsultarFacturasPorNegocio>
			<tem:numeroNegocio>
				<![CDATA[<?xml version="1.0" encoding="UTF-8"?>
				<IFX>
					<SignonRq>
						<ClientDt>2013-10-31T11:01:12</ClientDt>
						<CustLangPref>es-CO</CustLangPref>
						<ClientApp>
							<Org>BANCOLOMBIA</Org>
							<Name>RIN</Name>
							<Version>1.0</Version>
						</ClientApp>
					</SignonRq>
					<PresSvcRq>
						<RqUID>00000000-0000-0000-0000-100001398674</RqUID>
						<BillInqRq>
							<RqUID>00000000-0000-0000-000100001398674</RqUID>
							<SPName>22222</SPName>
							<BillerId>
								<SPName>NEGOCIO</SPName>
								<BillerNum>1000000008102</BillerNum>
							</BillerId>
						</BillInqRq>
					</PresSvcRq>
				</IFX>]]>
			</tem:numeroNegocio>
		</tem:ConsultarFacturasPorNegocio>
	</soapenv:Body>
</soapenv:Envelope>